export const CATEGORY_TREE = {
  "Хранителни продукти": {
    "Хлебни изделия": ["Хляб", "Закуски", "Питки/Кроасани"],
    "Тестени/Паста": ["Макарони", "Спагети", "Юфка"],
    "Пакетирани": ["Снакс", "Чипс", "Солети", "Ядки"],
    "Млечни продукти": ["Прясно мляко", "Кисело мляко", "Сметана", "Сирене", "Кашкавал"],
    "Месо": ["Пилешко", "Свинско", "Телешко", "Колбаси"],
    "Замразени": ["Зеленчуци", "Картофи", "Риба", "Месо"],
    "Сладки": ["Шоколади", "Бисквити", "Вафли", "Бонбони"],
    "Напитки": ["Безалкохолни", "Вода", "Енергийни", "Сокове"],
    "Алкохолни напитки": ["Бира", "Вино", "Твърд алкохол"],
    "Плодове": ["Плодове"],
    "Зеленчуци": ["Зеленчуци"],
    "Салати": ["Салати"],
    "Тютюнови изделия": ["Цигари", "Тютюн", "Пури"]
  },

  "Нехранителни продукти": {
    "Битова химия": ["Препарати", "Прах за пране", "Веро", "Обезмаслители"],
    "Хигиена": ["Тоалетна хартия", "Мокри кърпички", "Клечки за уши", "Памук", "Сапун", "Шампоан"],
    "Козметика": ["Кремове", "Дезодоранти", "Паста за зъби"],
    "Медицински": ["Превръзки", "Ръкавици", "Спринцовки", "Термометри"],
    "Бебе": ["Памперси", "Кърпички", "Кремове"]
  }
};